// © Copyright 2011-2013, 2015-2016 HP Development Company, L.P.

TaskName = "Beheer gebruikersrollen";

UsersTabTitle = "Gebruikers:";
GroupsTabTitle = "Groepen:";
RolesTabTitle = "Rollen:";

// default roles
DeviceAdministrator = "Apparaatbeheerder";
DeviceGuest = "Apparaatgast";
DeviceUser = "Apparaatgebruiker";

//account types
User = "Gebruiker";
Group = "Groep";

// context menu operatons
DeleteUserGroupContextMenu = "Gebruiker(s) of groep(en) verwijderen";
DeleteRoleContextMenu = "Rol(len) verwijderen";
MoveToGroupContextMenu = "Verplaatsen naar groepen";
MoveToUserContextMenu = "Verplaatsen naar gebruikers";

// properties names
NameAttribute = "Naam:";
RoleAttribute = "Rol:";
AuthenticationAttribute = "Aanmeldingsmethode:";
AccountTypeAttribute = "Type";

// progress titles
UpdateInformationProcessTitle = "Informatie bijwerken...";

// new accounts window
OkButton = "OK";
CancelButton = "Annuleer";

AccountSettingsTabTitle = "Accountinstellingen";
PermissionsPoliciesTabTitle = "Bevoegdhedenbeleid";
WindowsDefaultRoleTitle = "Standaard bevoegdheid voor Windows ingesteld:";
LDAPDefaultRoleTitle = "Standaard bevoegdheid voor LDAP ingesteld:";

// alerts
DuplicateNameMessage = "Deze naam is al gebruikt.";
DuplicateUserGroupNameDescription = "Deze naam voor de netwerkgebruiker of groep wordt al gebruikt. Voer een nieuwe naam in voor de netwerkgebruiker of groep.";
DuplicateNameDescription = "Deze naam wordt al gebruikt. Voer een nieuwe naam in.";
NetworkUserAndGroupTitle = "Netwerkgebruiker of groep";

DeleteRoleErrorDescription = "De machtigingenset (%@) kan niet worden verwijderd omdat deze nog wordt gebruikt als standaard machtigingenset of in een machtigingensettoewijzing voor een netwerkgroep of gebruiker-naar-apparaat.";

// tooltips
CreateNewUserToolTip = "Maak een nieuwe gebruiker aan";
CreateNewGroupToolTip = "Maak een nieuwe groep aan";
CreateNewRoleToolTip = "Maak een nieuwe rol aan";

DeleteUsersToolTip = "Verwijder de geselecteerde gebruikers";
DeleteGroupsToolTip = "Verwijder de geselecteerde groepen";
DeleteRolesToolTip = "Verwijder de geselecteerde rollen";

// permission policies
ApplicationNameKey = "Naam toepassing";
ValueKey = "Waarde";

ADMINISTRATIONAPPLICATION = "Beheertoepassing";
REPORTS = "Rapporten";
CONFIGURATIONSTATUSPAGES = "Configuratie-/statuspagina's";
CONFIGURATIONPAGE = "Configuratiepagina";
USAGEPAGE = "Gebruikspagina";
FILEDIRECTORY = "Bestandsdirectory";
SUPPLIESSTATUSPAGE = "Voorraadstatuspagina";
COLORUSAGEJOBLOG = "Takenlogboek voor kleurgebruik";
FAXREPORTS = "Rapporten faxen";
FAXACTIVITYLOG = "Activiteitenlogboek faxen";
BILLINGCODESREPORT = "Rapport met factureringscodes";
BLOCKEDFAXLIST = "Lijst met geblokkeerde faxen";
LASTFAXCALLREPORT = "Rapport met laatste faxoproepen";
SPEEDDIALLIST = "Snelkieslijst";
OTHERPAGES = "Overige pagina's";
GENERALSETTINGS = "Algemene instellingen";
GENERAL = "Algemene instellingen";
DATETIME = "Datum/tijd";
DATEANDTIME = "Datum/tijd";
ENERGYSETTINGS = "Energie-instellingen";
PRINTQUALITYMENU = "Menu Afdrukkwaliteit";
MANAGESTOREDJOBS = "Opgeslagen taken beheren";
ENABLERETRIEVEFROMUSB = "Ophalen van USB inschakelen";
RESTOREFACTORYSETTINGS = "Fabrieksinstellingen herstellen";
DISPLAYSETTINGS = "Weergave-instellingen";
NETWORKSETTINGS = "Netwerkinstellingen";
NETWORKPROTOCOLS = "Netwerkprotocollen";
COPYSETTINGS = "Instellingen kopiëren";
FAXSETTINGS = "Faxinstellingen";
FAXSENDSETTINGS = "Verzendinstellingen voor faxen";
FAXSENDSETUP = "Verzendconfiguratie voor faxen";
FAXSETUPWIZARD = "Wizard Faxconfiguratie";
GENERALFAXSENDSETTINGS = "Algemene verzendinstellingen voor faxen";
DEFAULTJOBOPTIONSFAXSEND = "Standaardtaakopties (fax verzenden)";
FAXRECEIVESETTINGS = "Ontvangstinstellingen voor faxen";
FAXRECEIVESETUP = "Ontvangstconfiguratie voor faxen";
FAXPRINTINGSCHEDULE = "Afdrukschema voor faxen";
BLOCKEDFAXNUMBERS = "Geblokkeerde faxnummers";
DEFAULTJOBOPTIONSFAXRECEIVE = "Standaardtaakopties (fax ontvangen)";
FAXFORWARDING = "Fax doorsturen";
GENERALPRINTSETTINGS = "Algemene afdrukinstellingen";
DEFAULTPRINTOPTIONS = "Standaardafdrukopties";
MANAGETRAYS = "Lades beheren";
STAPLERSTACKERSETTINGS = "Instellingen voor stapelen";
SCANDIGITALSENDSETTINGS = "Instellingen voor scannen/digitaal verzenden";
SCANDIGITALSEND = "Instellingen voor scannen/digitaal verzenden";
EMAILSETTINGS = "E-mailinstellingen";
EMAILSETUP = "E-mailconfiguratie";
DEFAULTJOBSETTINGSEMAILSETTINGS = "Standaardtaakinstellingen (e-mailinstellingen)";
SAVETONETWORKFOLDERSETTINGS = "Opslaan naar netwerkmapinstellingen";
SAVETONETWORKFOLDERSETUP = "Opslaan naar netwerkmapconfiguratie";
DEFAULTJOBSETTINGSNETWORKFOLDER = "Standaardtaakinstellingen (netwerkmap)";
SAVETOUSBSETTINGS = "Opslaan naar USB-instellingen";
SAVETOUSBSETUP = "Opslaan naar USB-configuratie";
SAVETOUSBJOBSETTINGS = "Opslaan naar USB-taakinstellingen";
DIGITALSENDSERVICESETUP = "Configuratie van digitale verzendservice";
MANAGESUPPLIES = "Voorraden beheren";
RESETSUPPLIES = "Voorraden opnieuw instellen";
TROUBLESHOOTINGMENU = "Menu Probleemoplossing";
TROUBLESHOOTING = "Menu Probleemoplossing";
RETRIEVEDIAGNOSTICDATA = "Diagnostische gegevens ophalen";
DIAGNOSTICDATA = "Diagnostische gegevens ophalen";
STAPLERSTACKER = "Nietmachine Stapelaar";
RETRIEVEFAXDIAGNOSTICDATA = "Ophalen diagnostische gegevens fax";
REMOTECONTROLPANEL = "Paneel afstandsbediening";
DIGITALSENDINGSOFTWAREDSSSETUP = "Digital Sending Software (DSS) setup";
DIGITALSENDINGSOFTWARESETUP = "Digital Sending Software setup";
SUPPLYSTATUSAPPLICATION = "Voorraadstatustoepassing";
COPYAPPLICATION = "Kopieertoepassing";
SIDEDCOPYOUTPUT = "Enkelzijdige kopie";
MAKEACOLORCOPY = "Een kleurenkopie maken";
SAVETODEVICEMEMORYAPPLICATION = "Opslaan naar apparaatgeheugentoepassing";
OPENFROMDEVICEMEMORYAPPLICATION = "Openen vanuit apparaatgeheugentoepassing";
STOREDFAXES = "Opgeslagen faxen";
DELETEANYSTOREDJOBSHAREDORPRIVATE = "Alle opgeslagen taken verwijderen (gedeeld of privé)";
TRAYS = "Lades";
ABILITYTOMODIFYTRAYSIZEANDTYPESETTINGS = "De instellingen voor het formaat en type van de lade wijzigen";
PRINTING = "Afdrukken";
PRINTINCOLOR = "Afdrukken in kleur";
OPENFROMUSBAPPLICATION = "Openen vanuit USB-toepassing";
FAXAPPLICATION = "Faxtoepassing";
ABILITYTOEDITTHEBILLINGCODE = "De factureringscode bewerken";
ABILITYTOEDITASPEEDDIAL = "Een snelkiesnummer bewerken";
EMAILAPPLICATION = "E-mailtoepassing";
ABILITYTOEDITTHEFROMFIELDFOREMAIL = "Het veld Van voor een e-mail bewerken";
ABILITYTOEDITTHETOFIELDFOREMAIL = "Het veld Aan voor een e-mail bewerken";
ABILITYTOEDITTHECCFIELDFOREMAIL = "Het veld Cc voor een e-mail bewerken";
ABILITYTOEDITTHEBCCFIELDFOREMAIL = "Het veld Bcc voor een e-mail bewerken";
ABILITYTOEDITTHESUBJECTFIELDFOREMAIL = "Het veld Onderwerp voor een e-mail bewerken";
ABILITYTOEDITTHEBODYOFANEMAIL = "De hoofdtekst van een e-mail bewerken";
ADDRESSBOOK = "Adresboek";
ABILITYTOMANAGECONTACTSINAPRIVATEADDRESSBOOK = "Contacten in een privé-adresboek beheren";
ABILITYTOMANAGECONTACTSINSHAREDADDRESSBOOKS = "Contacten in gedeelde adresboeken beheren";
SAVETOSHAREPOINT = "Opslaan in SharePoint®";
NETWORKFOLDERAPPLICATION = "Netwerkmaptoepassing";
ABILITYTOEDITTHENETWORKFOLDERPATH = "Het pad naar de netwerkmap bewerken";
JOBSTATUSAPPLICATION = "Taakstatustoepassing";
DETAILSORCANCELANYUSERSJOB = "Details of de gebruikerstaak annuleren";
ABILITYTOPROMOTEANYUSERSJOB = "De gebruikerstaak promoten";
ABILITYTOVIEWALLJOBSINTHEJOBLOGFORALLUSERS = "Alle taken in het takenlogboek voor alle gebruikers bekijken";
SAVETOUSBAPPLICATION = "Opslaan naar USB-toepassing";
DEVICEMAINTENANCEAPPLICATION = "Apparaatonderhoudstoepassing";
INFORMATION = "Informatie";
DEVICESTATUS = "Apparaatstatus";
PRINT = "Druk af";
HPWEBSERVICES = "HP Webservices";
ONLINEHELP = "Online Help";
FAX = "Fax";
RESTRICTCOLOR = "Kleurbeperking";

EnableFromRestrictColorPlugin = "Als u deze functie in in wilt schakelen, gaat u naar de plugin Kleur beperken";
ENABLEDEVICEUSB = "USB-poort van apparaat inschakelen";

DELETEPROTECTEDJOBSWITHOUTENTERINGTHEPASSWORDORPIN = "Beveiligde taken verwijderen zonder het wachtwoord of de pincode in te voeren";
JOBLOG = "Takenlog";
STATUSINFORMATION = "Statusgegevens";
PRINTABLEREPORTSANDPAGES = "Afdrukbare rapporten en pagina's";
NETWORKING = "Netwerken";
ALERTS = "Waarschuwingen";
CONTROLPANELADMINISTRATIONMENU = "Menu Beheer op het bedieningspaneel";
AUTOSEND = "Automatisch verzenden";
DISPLAYCUSTOMIZATIONS = "Aanpassingen weergeven";
BACKUPANDRESTORE = "Back-up en herstel";
SOLUTIONINSTALLER = "Oplossingsprogramma";
FIRMWAREUPGRADE = "Firmware-upgrade";
QUOTAANDSTATISTICSSERVICES = "Quota- en statistiekenservices";
CONTROLPANELCUSTOMIZATION = "Aanpassing bedieningspaneel";
QUICKSETSSETUP = "Configuratie snelle sets";
GENERALTROUBLESHOOTING = "Algemene probleemoplossing";
CALIBRATIONCLEANING = "Kalibratie/reiniging";
SECURITY = "Beveiliging";
GENERALSECURITY = "Algemene beveiliging";
ACCESSCONTROL = "Toegangsbeheer";
PROTECTSTOREDDATA = "Opgeslagen gegevens beschermen";
CERTIFICATEMANAGEMENT = "Certificaatbeheer";
WEBSERVICESECURITY = "Beveiliging webservice";
EMAILDOMAINRESTRICTION = "Beperking e-maildomein";
FAXARCHIVEANDFORWARDING = "Fax archiveren en doorsturen";
SPEEDDIALS = "Snelkeuzen";
COPYPRINT = "Kopiëren/afdrukken";
ADJUSTPAPERTYPES = "Papiersoorten aanpassen";
RETRIEVEFROMUSBSETUP = "Ophalen uit USB-configuratie";
REMOTESCANREQUEST = "Externe scanaanvraag";
EMAILANDSAVETONETWORKFOLDERQUICKSETUPWIZARDS = "Snelle configuratiewizards voor e-mail en opslaan in netwerkmap";
PREFERENCES = "Voorkeuren";
